{
  "About": "အကြောင်း",
  "Add To Cart": "စျေးခြင်းထဲသို့ထည့်မည်",
  "All": "အားလုံး",
  "All Products": "ထုတ်ကုန်အားလုံး",
  "All rights reserved": "မူပိုင်ခွင့်",
  "Apply coupon code": "ကူပွန်ကုဒ်သုံးပါ",
  "By accessing or using the app, you confirm that you have read, understood, and agree to be bound by these Terms and Conditions": "ဤအက်ပလီကေးရှင်းကို ဝင်ရောက်သုံးစွဲခြင်းဖြင့်၊ သင်သည်ဤစည်းမျဉ်းနှင့် ကန့်သတ်ချက်များကို ဖတ်ရှုပြီး နားလည်ကြောင်းနှင့် သဘောတူကြောင်း အတည်ပြုပါသည်။",
  "By clicking the button you accept the products License Agreements": "ဤခလုတ်ကိုနှိပ်ခြင်းဖြင့် သင်သည်ထုတ်ကုန်(များ)၏လိုင်စင်သဘောတူညီချက်ကိုလက်ခံပါသည်",
  "Cart": "စျေးခြင်း",
  "Categories": "အမျိုးအစားများ",
  "Check out": "ပစ္စည်းဝယ်ယူရန်",
  "Checkout Successfully!": "ပစ္စည်းဝယ်ယူမှု အောင်မြင်ပါသည်!",
  "Collections": "စုစည်းမှုများ",
  "Continue": "ဆက်လက်လုပ်ဆောင်မည်",
  "Created by Dev": "ဖန်တီးသူ Developer",
  "Date": "နေ့စွဲ",
  "Email": "အီးမေးလ်",
  "Electronics": "လျှပ်စစ်",
  "Fill in your password for confirm account": "အကောင့်အတည်ပြုရန် စကားဝှက်ကိုဖြည့်ပါ",
  "Home": "ပင်မစာမျက်နှာ",
  "Hide": "မပြပါ",
  "Incorrect username and password": "မှန်ကန်သည့် အသုံးပြုသူအမည်နှင့် စကားဝှက် မဟုတ်ပါ",
  "In Stock": "ပစ္စည်းလက်ကျန်",
  "Jewelery": "ရတနာ",
  "Language": "ဘာသာစကား",
  "Login": "အကောင့်ဝင်မည်",
  "Logout": "အကောင့်ထွက်မည်",
  "Men's clothing": "ယောကျာ်းလေးဝတ်စုံများ",
  "My Account": "ကိုယ်ပိုင်အကောင့်",
  "No Data": "အချက်အလက်မရှိပါ",
  "No products found": "ပစ္စည်းများမတွေ့ပါ!",
  "Password": "စကားဝှက်",
  "Personal Information": "ကိုယ်ရေးအချက်အလက်များ",
  "Phone": "ဖုန်း",
  "Price": "စျေးနှုန်း",
  "Price: High to Low": "စျေးနှုန်း: မြင့်မှ နိမ့်သို့",
  "Price: Low to High": "စျေးနှုန်း: နိမ့်မှ မြင့်သို့",
  "Product in your cart all ready": "သင့်စျေးခြင်းရှိပစ္စည်းများဖြစ်သည်",
  "Reference code": "နမူနာကုဒ်",
  "Related Products": "ဆက်စပ်ထုတ်ကုန်များ",
  "Save": "သိမ်းဆည်းပါ",
  "Search for products": "ပစ္စည်းများကိုရှာဖွေပါ",
  "Set language": "ဘာသာစကားသတ်မှတ်ပါ",
  "Show": "ပြမည်",
  "Sort by": "စီစစ်ရန်",
  "Terms & Conditions": "စည်းမျဉ်းများနှင့် အချက်အလက်များ",
  "This document was last updated on Sep 17, 2024": "ဤစာရွက်ကိုနောက်ဆုံးတင်ပြသည့်ရက်က စက်တင်ဘာ ၁၇, ၂၀၂၄ ဖြစ်သည်။",
  "This website is built with Next js Commerce which is a ecommerce template for creating a headless Shopify storefront": "ဤဝဘ်ဆိုဒ်သည် Next.js Commerce ဖြင့်တည်ဆောက်ထားပြီး, Shopifyရဲ့ စတိုးဆိုင်ဖန်တီးရန်အတွက် ecommerce ဖောင်တမ်းတစ်ခုဖြစ်သည်။",
  "Total": "စုစုပေါင်း",
  "Total summarize": "စုစုပေါင်းစာရင်း",
  "Username": "အသုံးပြုသူအမည်",
  "You can update the setting any time": "သင့်အချက်အလက်များကိုအချိန်မရွေး ပြောင်းလဲနိုင်သည်",
  "username": "အမည်",
  "View the source": "မူရင်းကုတ်ကိုကြည့်ပါ",
  "Women's clothing": "မိန်းကလေးဝတ်စုံများ"
}
